inference/load_testing/vegeta/text_gen/classification/flan/results1.txt
Requests      [total, rate, throughput]         5, 6.25, 5.48
Duration      [total, attack, wait]             911.802ms, 800.012ms, 111.79ms
Latencies     [min, mean, 50, 90, 95, 99, max]  111.365ms, 113.049ms, 111.924ms, 117.393ms, 117.393ms, 117.393ms, 117.393ms
Bytes In      [total, mean]                     140, 28.00
Bytes Out     [total, mean]                     4910, 982.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:5
Error Set:
Requests      [total, rate, throughput]         5, 6.25, 3.57
Duration      [total, attack, wait]             1.399s, 800.01ms, 598.818ms
Latencies     [min, mean, 50, 90, 95, 99, max]  467.214ms, 546.834ms, 564.664ms, 601.189ms, 601.189ms, 601.189ms, 601.189ms
Bytes In      [total, mean]                     220, 44.00
Bytes Out     [total, mean]                     2435, 487.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:5
Error Set:
Requests      [total, rate, throughput]         5, 6.25, 5.06
Duration      [total, attack, wait]             988.522ms, 799.973ms, 188.549ms
Latencies     [min, mean, 50, 90, 95, 99, max]  187.339ms, 188.248ms, 188.549ms, 188.99ms, 188.99ms, 188.99ms, 188.99ms
Bytes In      [total, mean]                     195, 39.00
Bytes Out     [total, mean]                     415, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:5
Error Set:
Requests      [total, rate, throughput]         5, 6.25, 5.06
Duration      [total, attack, wait]             988.99ms, 799.987ms, 189.003ms
Latencies     [min, mean, 50, 90, 95, 99, max]  185.995ms, 188.125ms, 188.611ms, 189.003ms, 189.003ms, 189.003ms, 189.003ms
Bytes In      [total, mean]                     195, 39.00
Bytes Out     [total, mean]                     415, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:5
Error Set:
Requests      [total, rate, throughput]         5, 6.25, 5.06
Duration      [total, attack, wait]             988.076ms, 799.923ms, 188.153ms
Latencies     [min, mean, 50, 90, 95, 99, max]  186.883ms, 188.523ms, 188.153ms, 190.36ms, 190.36ms, 190.36ms, 190.36ms
Bytes In      [total, mean]                     185, 37.00
Bytes Out     [total, mean]                     6945, 1389.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:5
Error Set:
Requests      [total, rate, throughput]         5, 6.25, 5.10
Duration      [total, attack, wait]             980.646ms, 799.939ms, 180.707ms
Latencies     [min, mean, 50, 90, 95, 99, max]  180.707ms, 185.362ms, 186.631ms, 188.189ms, 188.189ms, 188.189ms, 188.189ms
Bytes In      [total, mean]                     195, 39.00
Bytes Out     [total, mean]                     415, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:5
Error Set:
Requests      [total, rate, throughput]         15, 16.07, 13.40
Duration      [total, attack, wait]             1.119s, 933.335ms, 185.834ms
Latencies     [min, mean, 50, 90, 95, 99, max]  185.834ms, 254.23ms, 252.515ms, 299.653ms, 301.518ms, 302.14ms, 302.14ms
Bytes In      [total, mean]                     510, 34.00
Bytes Out     [total, mean]                     9945, 663.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:15
Error Set:
Requests      [total, rate, throughput]         15, 16.07, 13.71
Duration      [total, attack, wait]             1.094s, 933.301ms, 160.657ms
Latencies     [min, mean, 50, 90, 95, 99, max]  131.853ms, 188.259ms, 199.309ms, 227.205ms, 265.228ms, 277.903ms, 277.903ms
Bytes In      [total, mean]                     420, 28.00
Bytes Out     [total, mean]                     14730, 982.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:15
Error Set:
Requests      [total, rate, throughput]         15, 16.07, 11.55
Duration      [total, attack, wait]             1.298s, 933.317ms, 364.84ms
Latencies     [min, mean, 50, 90, 95, 99, max]  244.353ms, 314.27ms, 293.938ms, 360.362ms, 363.721ms, 364.84ms, 364.84ms
Bytes In      [total, mean]                     555, 37.00
Bytes Out     [total, mean]                     20835, 1389.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:15
Error Set:
Requests      [total, rate, throughput]         15, 16.07, 13.48
Duration      [total, attack, wait]             1.113s, 933.305ms, 179.813ms
Latencies     [min, mean, 50, 90, 95, 99, max]  179.813ms, 249.584ms, 245.207ms, 296.785ms, 308.179ms, 311.977ms, 311.977ms
Bytes In      [total, mean]                     510, 34.00
Bytes Out     [total, mean]                     9945, 663.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:15
Error Set:
Requests      [total, rate, throughput]         15, 16.07, 13.53
Duration      [total, attack, wait]             1.109s, 933.336ms, 175.289ms
Latencies     [min, mean, 50, 90, 95, 99, max]  175.288ms, 248.339ms, 241.963ms, 290.867ms, 292.025ms, 292.411ms, 292.411ms
Bytes In      [total, mean]                     450, 30.00
Bytes Out     [total, mean]                     240, 16.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:15
Error Set:
Requests      [total, rate, throughput]         15, 16.07, 13.50
Duration      [total, attack, wait]             1.111s, 933.231ms, 177.781ms
Latencies     [min, mean, 50, 90, 95, 99, max]  177.753ms, 247.494ms, 233.018ms, 296.487ms, 298.968ms, 299.794ms, 299.794ms
Bytes In      [total, mean]                     450, 30.00
Bytes Out     [total, mean]                     240, 16.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:15
Error Set:
Requests      [total, rate, throughput]         25, 26.04, 18.04
Duration      [total, attack, wait]             1.385s, 959.994ms, 425.435ms
Latencies     [min, mean, 50, 90, 95, 99, max]  258.334ms, 372.876ms, 372.547ms, 443.892ms, 453.415ms, 455.631ms, 455.631ms
Bytes In      [total, mean]                     1050, 42.00
Bytes Out     [total, mean]                     5700, 228.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:25
Error Set:
Requests      [total, rate, throughput]         25, 26.04, 22.22
Duration      [total, attack, wait]             1.125s, 959.988ms, 165.219ms
Latencies     [min, mean, 50, 90, 95, 99, max]  165.219ms, 258.656ms, 259.554ms, 310.651ms, 315.771ms, 322.686ms, 322.686ms
Bytes In      [total, mean]                     750, 30.00
Bytes Out     [total, mean]                     400, 16.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:25
Error Set:
Requests      [total, rate, throughput]         25, 26.04, 21.13
Duration      [total, attack, wait]             1.183s, 960.022ms, 222.896ms
Latencies     [min, mean, 50, 90, 95, 99, max]  136.589ms, 208.814ms, 208.99ms, 249.04ms, 282.317ms, 289.017ms, 289.017ms
Bytes In      [total, mean]                     750, 30.00
Bytes Out     [total, mean]                     23950, 958.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:25
Error Set:
Requests      [total, rate, throughput]         25, 26.04, 21.35
Duration      [total, attack, wait]             1.171s, 960.029ms, 210.974ms
Latencies     [min, mean, 50, 90, 95, 99, max]  137.963ms, 216.275ms, 215.755ms, 280.596ms, 289.357ms, 292.78ms, 292.78ms
Bytes In      [total, mean]                     700, 28.00
Bytes Out     [total, mean]                     24550, 982.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:25
Error Set:
Requests      [total, rate, throughput]         25, 26.04, 18.73
Duration      [total, attack, wait]             1.335s, 960.022ms, 374.809ms
Latencies     [min, mean, 50, 90, 95, 99, max]  233.983ms, 338.941ms, 336.105ms, 415.983ms, 423.33ms, 428.307ms, 428.307ms
Bytes In      [total, mean]                     975, 39.00
Bytes Out     [total, mean]                     2075, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:25
Error Set:
Requests      [total, rate, throughput]         25, 26.04, 17.88
Duration      [total, attack, wait]             1.398s, 959.97ms, 438.141ms
Latencies     [min, mean, 50, 90, 95, 99, max]  274.522ms, 372.464ms, 366.656ms, 439.092ms, 447.864ms, 451.968ms, 451.968ms
Bytes In      [total, mean]                     1050, 42.00
Bytes Out     [total, mean]                     8025, 321.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:25
Error Set:
Requests      [total, rate, throughput]         35, 36.03, 28.23
Duration      [total, attack, wait]             1.24s, 971.449ms, 268.474ms
Latencies     [min, mean, 50, 90, 95, 99, max]  266.231ms, 380.015ms, 379.543ms, 465.861ms, 487.108ms, 496.865ms, 496.865ms
Bytes In      [total, mean]                     1470, 42.00
Bytes Out     [total, mean]                     7980, 228.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:35
Error Set:
Requests      [total, rate, throughput]         35, 36.03, 23.06
Duration      [total, attack, wait]             1.518s, 971.455ms, 546.469ms
Latencies     [min, mean, 50, 90, 95, 99, max]  392.382ms, 544.953ms, 546.421ms, 660.573ms, 684.242ms, 717.932ms, 717.932ms
Bytes In      [total, mean]                     1505, 43.00
Bytes Out     [total, mean]                     11095, 317.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:35
Error Set:
Requests      [total, rate, throughput]         35, 36.03, 20.93
Duration      [total, attack, wait]             1.672s, 971.408ms, 701.041ms
Latencies     [min, mean, 50, 90, 95, 99, max]  264.219ms, 542.317ms, 528.229ms, 758.161ms, 808.047ms, 843.804ms, 843.804ms
Bytes In      [total, mean]                     980, 28.00
Bytes Out     [total, mean]                     70175, 2005.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:35
Error Set:
Requests      [total, rate, throughput]         35, 36.03, 27.85
Duration      [total, attack, wait]             1.257s, 971.43ms, 285.161ms
Latencies     [min, mean, 50, 90, 95, 99, max]  256.857ms, 380.885ms, 371.039ms, 483.113ms, 485.636ms, 513.593ms, 513.593ms
Bytes In      [total, mean]                     1470, 42.00
Bytes Out     [total, mean]                     7980, 228.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:35
Error Set:
Requests      [total, rate, throughput]         35, 36.03, 28.83
Duration      [total, attack, wait]             1.214s, 971.425ms, 242.769ms
Latencies     [min, mean, 50, 90, 95, 99, max]  225.548ms, 326.533ms, 317.678ms, 414.127ms, 423.353ms, 442.739ms, 442.739ms
Bytes In      [total, mean]                     1365, 39.00
Bytes Out     [total, mean]                     2905, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:35
Error Set:
Requests      [total, rate, throughput]         45, 46.02, 35.24
Duration      [total, attack, wait]             1.277s, 977.875ms, 299.23ms
Latencies     [min, mean, 50, 90, 95, 99, max]  177.128ms, 258.467ms, 257.441ms, 320.782ms, 333.594ms, 343.055ms, 343.055ms
Bytes In      [total, mean]                     1530, 34.00
Bytes Out     [total, mean]                     29835, 663.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:45
Error Set:
Requests      [total, rate, throughput]         45, 46.03, 36.54
Duration      [total, attack, wait]             1.232s, 977.714ms, 253.82ms
Latencies     [min, mean, 50, 90, 95, 99, max]  151.182ms, 220.476ms, 222.764ms, 274.385ms, 285.673ms, 293.92ms, 293.92ms
Bytes In      [total, mean]                     1350, 30.00
Bytes Out     [total, mean]                     43110, 958.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:45
Error Set:
Requests      [total, rate, throughput]         45, 46.02, 36.33
Duration      [total, attack, wait]             1.239s, 977.748ms, 260.896ms
Latencies     [min, mean, 50, 90, 95, 99, max]  163.662ms, 246.453ms, 249.27ms, 305.022ms, 314.042ms, 324.33ms, 324.33ms
Bytes In      [total, mean]                     1350, 30.00
Bytes Out     [total, mean]                     720, 16.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:45
Error Set:
Requests      [total, rate, throughput]         45, 46.02, 32.62
Duration      [total, attack, wait]             1.38s, 977.779ms, 401.855ms
Latencies     [min, mean, 50, 90, 95, 99, max]  269.997ms, 401.834ms, 401.771ms, 480.348ms, 492.664ms, 502.642ms, 502.642ms
Bytes In      [total, mean]                     1890, 42.00
Bytes Out     [total, mean]                     14445, 321.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:45
Error Set:
Requests      [total, rate, throughput]         45, 46.02, 30.46
Duration      [total, attack, wait]             1.477s, 977.784ms, 499.484ms
Latencies     [min, mean, 50, 90, 95, 99, max]  334.314ms, 491.633ms, 496.683ms, 597.666ms, 647.7ms, 686.441ms, 686.441ms
Bytes In      [total, mean]                     1665, 37.00
Bytes Out     [total, mean]                     62505, 1389.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:45
Error Set:
Requests      [total, rate, throughput]         45, 46.02, 36.63
Duration      [total, attack, wait]             1.229s, 977.756ms, 250.817ms
Latencies     [min, mean, 50, 90, 95, 99, max]  170.173ms, 258.01ms, 259.064ms, 316.352ms, 329.015ms, 360.415ms, 360.415ms
Bytes In      [total, mean]                     1350, 30.00
Bytes Out     [total, mean]                     720, 16.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:45
Error Set:
Requests      [total, rate, throughput]         55, 56.02, 21.38
Duration      [total, attack, wait]             2.572s, 981.798ms, 1.59s
Latencies     [min, mean, 50, 90, 95, 99, max]  292.242ms, 941.149ms, 957.931ms, 1.524s, 1.604s, 1.644s, 1.645s
Bytes In      [total, mean]                     1540, 28.00
Bytes Out     [total, mean]                     110275, 2005.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:55
Error Set:
Requests      [total, rate, throughput]         55, 56.02, 47.17
Duration      [total, attack, wait]             1.166s, 981.791ms, 184.269ms
Latencies     [min, mean, 50, 90, 95, 99, max]  168.47ms, 243.596ms, 242.116ms, 310.064ms, 314.414ms, 327.682ms, 328.257ms
Bytes In      [total, mean]                     1540, 28.00
Bytes Out     [total, mean]                     54010, 982.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:55
Error Set:
Requests      [total, rate, throughput]         55, 56.02, 47.36
Duration      [total, attack, wait]             1.161s, 981.806ms, 179.434ms
Latencies     [min, mean, 50, 90, 95, 99, max]  164.343ms, 245.246ms, 248.888ms, 306.605ms, 322.297ms, 326.099ms, 326.166ms
Bytes In      [total, mean]                     1540, 28.00
Bytes Out     [total, mean]                     54010, 982.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:55
Error Set:
Requests      [total, rate, throughput]         55, 56.02, 41.59
Duration      [total, attack, wait]             1.323s, 981.829ms, 340.723ms
Latencies     [min, mean, 50, 90, 95, 99, max]  248.753ms, 363.432ms, 362.854ms, 434.117ms, 448.208ms, 465.979ms, 466.835ms
Bytes In      [total, mean]                     2145, 39.00
Bytes Out     [total, mean]                     4565, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:55
Error Set:
Requests      [total, rate, throughput]         55, 56.02, 46.77
Duration      [total, attack, wait]             1.176s, 981.748ms, 194.256ms
Latencies     [min, mean, 50, 90, 95, 99, max]  173.325ms, 250.242ms, 248.696ms, 312.439ms, 324.038ms, 330.479ms, 330.71ms
Bytes In      [total, mean]                     1540, 28.00
Bytes Out     [total, mean]                     54010, 982.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:55
Error Set:
Requests      [total, rate, throughput]         65, 66.02, 49.19
Duration      [total, attack, wait]             1.321s, 984.59ms, 336.864ms
Latencies     [min, mean, 50, 90, 95, 99, max]  241.205ms, 364.455ms, 364.251ms, 438.675ms, 446.434ms, 469.358ms, 471.649ms
Bytes In      [total, mean]                     2535, 39.00
Bytes Out     [total, mean]                     5395, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:65
Error Set:
Requests      [total, rate, throughput]         65, 66.02, 37.73
Duration      [total, attack, wait]             1.723s, 984.576ms, 738.065ms
Latencies     [min, mean, 50, 90, 95, 99, max]  457.59ms, 621.819ms, 610.845ms, 764.778ms, 781.165ms, 805.452ms, 807.758ms
Bytes In      [total, mean]                     2795, 43.00
Bytes Out     [total, mean]                     20605, 317.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:65
Error Set:
Requests      [total, rate, throughput]         65, 66.02, 21.26
Duration      [total, attack, wait]             3.057s, 984.593ms, 2.073s
Latencies     [min, mean, 50, 90, 95, 99, max]  342.468ms, 1.161s, 1.128s, 1.969s, 2.019s, 2.069s, 2.073s
Bytes In      [total, mean]                     1820, 28.00
Bytes Out     [total, mean]                     130325, 2005.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:65
Error Set:
Requests      [total, rate, throughput]         65, 66.02, 52.28
Duration      [total, attack, wait]             1.243s, 984.547ms, 258.706ms
Latencies     [min, mean, 50, 90, 95, 99, max]  248.04ms, 364.885ms, 363.308ms, 450.756ms, 463.765ms, 478.005ms, 478.814ms
Bytes In      [total, mean]                     2535, 39.00
Bytes Out     [total, mean]                     5395, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:65
Error Set:
Requests      [total, rate, throughput]         65, 66.02, 21.16
Duration      [total, attack, wait]             3.072s, 984.619ms, 2.087s
Latencies     [min, mean, 50, 90, 95, 99, max]  344.743ms, 1.174s, 1.143s, 1.99s, 2.04s, 2.084s, 2.087s
Bytes In      [total, mean]                     1820, 28.00
Bytes Out     [total, mean]                     130325, 2005.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:65
Error Set:
Requests      [total, rate, throughput]         65, 66.02, 49.26
Duration      [total, attack, wait]             1.32s, 984.6ms, 335.026ms
Latencies     [min, mean, 50, 90, 95, 99, max]  302.35ms, 428.881ms, 419.207ms, 519.261ms, 536.335ms, 555.834ms, 556.879ms
Bytes In      [total, mean]                     2730, 42.00
Bytes Out     [total, mean]                     14820, 228.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:65
Error Set:
Requests      [total, rate, throughput]         75, 76.01, 59.31
Duration      [total, attack, wait]             1.265s, 986.66ms, 277.976ms
Latencies     [min, mean, 50, 90, 95, 99, max]  257.111ms, 375.054ms, 372.455ms, 464.101ms, 475.887ms, 493.412ms, 496.706ms
Bytes In      [total, mean]                     2925, 39.00
Bytes Out     [total, mean]                     1350, 18.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:75
Error Set:
Requests      [total, rate, throughput]         75, 76.01, 58.44
Duration      [total, attack, wait]             1.283s, 986.664ms, 296.691ms
Latencies     [min, mean, 50, 90, 95, 99, max]  187.284ms, 316.916ms, 310.646ms, 413.987ms, 430.747ms, 454.828ms, 458.098ms
Bytes In      [total, mean]                     2250, 30.00
Bytes Out     [total, mean]                     71850, 958.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:75
Error Set:
Requests      [total, rate, throughput]         75, 76.02, 60.27
Duration      [total, attack, wait]             1.244s, 986.627ms, 257.703ms
Latencies     [min, mean, 50, 90, 95, 99, max]  257.606ms, 374.603ms, 374.231ms, 467.379ms, 483.078ms, 497.037ms, 497.978ms
Bytes In      [total, mean]                     2925, 39.00
Bytes Out     [total, mean]                     6225, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:75
Error Set:
Requests      [total, rate, throughput]         75, 76.02, 55.82
Duration      [total, attack, wait]             1.344s, 986.612ms, 357.029ms
Latencies     [min, mean, 50, 90, 95, 99, max]  189.449ms, 336.21ms, 338.534ms, 428.85ms, 444.185ms, 463.266ms, 465.049ms
Bytes In      [total, mean]                     2100, 28.00
Bytes Out     [total, mean]                     73650, 982.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:75
Error Set:
Requests      [total, rate, throughput]         75, 76.01, 58.25
Duration      [total, attack, wait]             1.288s, 986.671ms, 300.854ms
Latencies     [min, mean, 50, 90, 95, 99, max]  221.126ms, 332.61ms, 328.185ms, 417.784ms, 437.951ms, 463.682ms, 467.008ms
Bytes In      [total, mean]                     2550, 34.00
Bytes Out     [total, mean]                     49725, 663.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:75
Error Set:
Requests      [total, rate, throughput]         75, 76.02, 59.91
Duration      [total, attack, wait]             1.252s, 986.644ms, 265.168ms
Latencies     [min, mean, 50, 90, 95, 99, max]  261.514ms, 377.888ms, 373.302ms, 466.429ms, 487.061ms, 500.005ms, 502.305ms
Bytes In      [total, mean]                     2925, 39.00
Bytes Out     [total, mean]                     6225, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:75
Error Set:
Requests      [total, rate, throughput]         85, 86.01, 33.45
Duration      [total, attack, wait]             2.541s, 988.231ms, 1.553s
Latencies     [min, mean, 50, 90, 95, 99, max]  671.86ms, 1.04s, 993.347ms, 1.376s, 1.426s, 1.561s, 1.565s
Bytes In      [total, mean]                     3740, 44.00
Bytes Out     [total, mean]                     41395, 487.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:85
Error Set:
Requests      [total, rate, throughput]         85, 86.02, 65.77
Duration      [total, attack, wait]             1.292s, 988.174ms, 304.272ms
Latencies     [min, mean, 50, 90, 95, 99, max]  178.974ms, 276.681ms, 277.446ms, 343.556ms, 356.001ms, 386.003ms, 390.179ms
Bytes In      [total, mean]                     2550, 30.00
Bytes Out     [total, mean]                     1360, 16.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:85
Error Set:
Requests      [total, rate, throughput]         85, 86.02, 65.89
Duration      [total, attack, wait]             1.29s, 988.133ms, 301.825ms
Latencies     [min, mean, 50, 90, 95, 99, max]  263.982ms, 389.955ms, 384.299ms, 477.986ms, 490.932ms, 507.052ms, 510.025ms
Bytes In      [total, mean]                     3315, 39.00
Bytes Out     [total, mean]                     1530, 18.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:85
Error Set:
Requests      [total, rate, throughput]         85, 86.01, 59.36
Duration      [total, attack, wait]             1.432s, 988.26ms, 443.611ms
Latencies     [min, mean, 50, 90, 95, 99, max]  264.946ms, 394.815ms, 390.653ms, 485.059ms, 501.114ms, 520.94ms, 523.542ms
Bytes In      [total, mean]                     3315, 39.00
Bytes Out     [total, mean]                     1530, 18.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:85
Error Set:
Requests      [total, rate, throughput]         85, 86.01, 67.63
Duration      [total, attack, wait]             1.257s, 988.225ms, 268.658ms
Latencies     [min, mean, 50, 90, 95, 99, max]  266.934ms, 384.046ms, 381.162ms, 475.568ms, 494.307ms, 514.41ms, 514.933ms
Bytes In      [total, mean]                     3315, 39.00
Bytes Out     [total, mean]                     7055, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:85
Error Set:
Requests      [total, rate, throughput]         95, 96.01, 63.18
Duration      [total, attack, wait]             1.504s, 989.489ms, 514.244ms
Latencies     [min, mean, 50, 90, 95, 99, max]  216.385ms, 417.453ms, 419.028ms, 544.879ms, 566.576ms, 592.726ms, 597.389ms
Bytes In      [total, mean]                     2850, 30.00
Bytes Out     [total, mean]                     91010, 958.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:95
Error Set:
Requests      [total, rate, throughput]         95, 96.01, 61.01
Duration      [total, attack, wait]             1.557s, 989.488ms, 567.681ms
Latencies     [min, mean, 50, 90, 95, 99, max]  486.938ms, 723.536ms, 714.073ms, 903.596ms, 930.558ms, 949.415ms, 952.618ms
Bytes In      [total, mean]                     4085, 43.00
Bytes Out     [total, mean]                     30115, 317.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:95
Error Set:
Requests      [total, rate, throughput]         95, 96.01, 65.39
Duration      [total, attack, wait]             1.453s, 989.458ms, 463.474ms
Latencies     [min, mean, 50, 90, 95, 99, max]  239.361ms, 409.46ms, 413.447ms, 511.705ms, 529.664ms, 559.304ms, 564.027ms
Bytes In      [total, mean]                     3230, 34.00
Bytes Out     [total, mean]                     62985, 663.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:95
Error Set:
Requests      [total, rate, throughput]         95, 96.02, 35.80
Duration      [total, attack, wait]             2.654s, 989.407ms, 1.664s
Latencies     [min, mean, 50, 90, 95, 99, max]  350.99ms, 1.031s, 992.664ms, 1.664s, 1.714s, 1.754s, 1.759s
Bytes In      [total, mean]                     3515, 37.00
Bytes Out     [total, mean]                     131955, 1389.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:95
Error Set:
Requests      [total, rate, throughput]         95, 96.01, 70.00
Duration      [total, attack, wait]             1.357s, 989.461ms, 367.749ms
Latencies     [min, mean, 50, 90, 95, 99, max]  329.309ms, 465.387ms, 456.123ms, 563.848ms, 587.558ms, 625.68ms, 630.446ms
Bytes In      [total, mean]                     3990, 42.00
Bytes Out     [total, mean]                     30495, 321.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:95
Error Set:
Requests      [total, rate, throughput]         95, 96.02, 69.70
Duration      [total, attack, wait]             1.363s, 989.426ms, 373.527ms
Latencies     [min, mean, 50, 90, 95, 99, max]  321.453ms, 461.476ms, 457.657ms, 562.997ms, 580.914ms, 599.773ms, 604.439ms
Bytes In      [total, mean]                     3990, 42.00
Bytes Out     [total, mean]                     21660, 228.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:95
Error Set:
Requests      [total, rate, throughput]         105, 106.01, 63.46
Duration      [total, attack, wait]             1.655s, 990.484ms, 664.223ms
Latencies     [min, mean, 50, 90, 95, 99, max]  227.261ms, 496.108ms, 489.332ms, 702.085ms, 727.184ms, 763.422ms, 768.579ms
Bytes In      [total, mean]                     3150, 30.00
Bytes Out     [total, mean]                     100590, 958.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:105
Error Set:
Requests      [total, rate, throughput]         105, 106.01, 74.96
Duration      [total, attack, wait]             1.401s, 990.49ms, 410.253ms
Latencies     [min, mean, 50, 90, 95, 99, max]  354.522ms, 490.826ms, 484.546ms, 597.873ms, 617.158ms, 642.179ms, 647.386ms
Bytes In      [total, mean]                     4410, 42.00
Bytes Out     [total, mean]                     23940, 228.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:105
Error Set:
Requests      [total, rate, throughput]         105, 106.00, 64.30
Duration      [total, attack, wait]             1.633s, 990.538ms, 642.36ms
Latencies     [min, mean, 50, 90, 95, 99, max]  235.382ms, 479.09ms, 468.46ms, 677.015ms, 700.901ms, 731.954ms, 737.338ms
Bytes In      [total, mean]                     2940, 28.00
Bytes Out     [total, mean]                     103110, 982.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:105
Error Set:
Requests      [total, rate, throughput]         105, 106.01, 86.62
Duration      [total, attack, wait]             1.212s, 990.498ms, 221.677ms
Latencies     [min, mean, 50, 90, 95, 99, max]  189.583ms, 280.347ms, 278.038ms, 351.204ms, 363.264ms, 377.612ms, 382.782ms
Bytes In      [total, mean]                     3150, 30.00
Bytes Out     [total, mean]                     1680, 16.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:105
Error Set:
Requests      [total, rate, throughput]         105, 106.01, 64.06
Duration      [total, attack, wait]             1.639s, 990.492ms, 648.509ms
Latencies     [min, mean, 50, 90, 95, 99, max]  223.158ms, 487.184ms, 487.032ms, 695.124ms, 717.414ms, 757.278ms, 762.379ms
Bytes In      [total, mean]                     3150, 30.00
Bytes Out     [total, mean]                     100590, 958.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:105
Error Set:
Requests      [total, rate, throughput]         105, 106.02, 61.09
Duration      [total, attack, wait]             1.719s, 990.372ms, 728.416ms
Latencies     [min, mean, 50, 90, 95, 99, max]  518.431ms, 762.33ms, 756.298ms, 975.462ms, 1.025s, 1.065s, 1.071s
Bytes In      [total, mean]                     4515, 43.00
Bytes Out     [total, mean]                     33285, 317.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:105
Error Set:
Requests      [total, rate, throughput]         115, 116.01, 62.80
Duration      [total, attack, wait]             1.831s, 991.27ms, 840.071ms
Latencies     [min, mean, 50, 90, 95, 99, max]  237.463ms, 551.61ms, 549.743ms, 812.547ms, 848.194ms, 868.429ms, 872.749ms
Bytes In      [total, mean]                     3450, 30.00
Bytes Out     [total, mean]                     110170, 958.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:115
Error Set:
Requests      [total, rate, throughput]         115, 116.00, 21.52
Duration      [total, attack, wait]             5.344s, 991.339ms, 4.352s
Latencies     [min, mean, 50, 90, 95, 99, max]  268.559ms, 2.299s, 2.285s, 4.033s, 4.251s, 4.31s, 4.352s
Bytes In      [total, mean]                     3220, 28.00
Bytes Out     [total, mean]                     230575, 2005.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:115
Error Set:
Requests      [total, rate, throughput]         115, 116.01, 63.48
Duration      [total, attack, wait]             1.812s, 991.283ms, 820.243ms
Latencies     [min, mean, 50, 90, 95, 99, max]  228.219ms, 541.34ms, 541.508ms, 798.081ms, 831.937ms, 853.337ms, 858.893ms
Bytes In      [total, mean]                     3220, 28.00
Bytes Out     [total, mean]                     112930, 982.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:115
Error Set:
Requests      [total, rate, throughput]         115, 116.01, 87.17
Duration      [total, attack, wait]             1.319s, 991.283ms, 327.906ms
Latencies     [min, mean, 50, 90, 95, 99, max]  303.097ms, 436.092ms, 430.274ms, 534.936ms, 550.615ms, 566.343ms, 572.027ms
Bytes In      [total, mean]                     4485, 39.00
Bytes Out     [total, mean]                     2070, 18.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:115
Error Set:
Requests      [total, rate, throughput]         115, 116.01, 92.37
Duration      [total, attack, wait]             1.245s, 991.277ms, 253.761ms
Latencies     [min, mean, 50, 90, 95, 99, max]  197.201ms, 291.274ms, 289.259ms, 361.755ms, 374.785ms, 386.828ms, 388.34ms
Bytes In      [total, mean]                     3450, 30.00
Bytes Out     [total, mean]                     1840, 16.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:115
Error Set:
Requests      [total, rate, throughput]         115, 116.02, 84.32
Duration      [total, attack, wait]             1.364s, 991.245ms, 372.605ms
Latencies     [min, mean, 50, 90, 95, 99, max]  295.631ms, 427.34ms, 419.218ms, 522.486ms, 539.151ms, 570.88ms, 576.515ms
Bytes In      [total, mean]                     4485, 39.00
Bytes Out     [total, mean]                     9545, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:115
Error Set:
Requests      [total, rate, throughput]         125, 126.02, 75.88
Duration      [total, attack, wait]             1.647s, 991.923ms, 655.315ms
Latencies     [min, mean, 50, 90, 95, 99, max]  251.62ms, 526.424ms, 520.189ms, 729.804ms, 775.683ms, 816.308ms, 821.293ms
Bytes In      [total, mean]                     4250, 34.00
Bytes Out     [total, mean]                     82875, 663.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:125
Error Set:
Requests      [total, rate, throughput]         125, 126.01, 36.64
Duration      [total, attack, wait]             3.412s, 991.999ms, 2.42s
Latencies     [min, mean, 50, 90, 95, 99, max]  370.265ms, 1.393s, 1.358s, 2.286s, 2.453s, 2.493s, 2.499s
Bytes In      [total, mean]                     4625, 37.00
Bytes Out     [total, mean]                     173625, 1389.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:125
Error Set:
Requests      [total, rate, throughput]         125, 126.01, 84.80
Duration      [total, attack, wait]             1.474s, 991.987ms, 482.068ms
Latencies     [min, mean, 50, 90, 95, 99, max]  310.213ms, 451.108ms, 450.149ms, 542.171ms, 557.339ms, 588.579ms, 593.858ms
Bytes In      [total, mean]                     4875, 39.00
Bytes Out     [total, mean]                     10375, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:125
Error Set:
Requests      [total, rate, throughput]         125, 126.01, 91.71
Duration      [total, attack, wait]             1.363s, 992.016ms, 370.944ms
Latencies     [min, mean, 50, 90, 95, 99, max]  304.713ms, 449.187ms, 442.291ms, 543.828ms, 555.116ms, 583.69ms, 589.779ms
Bytes In      [total, mean]                     4875, 39.00
Bytes Out     [total, mean]                     10375, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:125
Error Set:
Requests      [total, rate, throughput]         125, 126.01, 83.98
Duration      [total, attack, wait]             1.488s, 992.002ms, 496.383ms
Latencies     [min, mean, 50, 90, 95, 99, max]  364.081ms, 530.228ms, 534.865ms, 642.698ms, 659.332ms, 679.519ms, 681.982ms
Bytes In      [total, mean]                     5250, 42.00
Bytes Out     [total, mean]                     28500, 228.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:125
Error Set:
Requests      [total, rate, throughput]         125, 126.01, 38.24
Duration      [total, attack, wait]             3.269s, 992ms, 2.277s
Latencies     [min, mean, 50, 90, 95, 99, max]  749.494ms, 1.378s, 1.248s, 2.033s, 2.082s, 2.159s, 2.277s
Bytes In      [total, mean]                     5500, 44.00
Bytes Out     [total, mean]                     60875, 487.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:125
Error Set:
Requests      [total, rate, throughput]         135, 136.02, 95.29
Duration      [total, attack, wait]             1.417s, 992.521ms, 424.148ms
Latencies     [min, mean, 50, 90, 95, 99, max]  304.41ms, 441.58ms, 439.022ms, 538.29ms, 554.73ms, 593.127ms, 599.335ms
Bytes In      [total, mean]                     5265, 39.00
Bytes Out     [total, mean]                     2430, 18.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:135
Error Set:
Requests      [total, rate, throughput]         135, 136.02, 63.97
Duration      [total, attack, wait]             2.11s, 992.531ms, 1.118s
Latencies     [min, mean, 50, 90, 95, 99, max]  282.563ms, 682.699ms, 669.155ms, 1.047s, 1.096s, 1.126s, 1.132s
Bytes In      [total, mean]                     4050, 30.00
Bytes Out     [total, mean]                     129330, 958.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:135
Error Set:
Requests      [total, rate, throughput]         135, 136.01, 90.55
Duration      [total, attack, wait]             1.491s, 992.54ms, 498.364ms
Latencies     [min, mean, 50, 90, 95, 99, max]  368.516ms, 543.417ms, 543.416ms, 665.179ms, 682.838ms, 705.635ms, 711.967ms
Bytes In      [total, mean]                     5670, 42.00
Bytes Out     [total, mean]                     30780, 228.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:135
Error Set:
Requests      [total, rate, throughput]         135, 136.01, 91.16
Duration      [total, attack, wait]             1.481s, 992.578ms, 488.387ms
Latencies     [min, mean, 50, 90, 95, 99, max]  307.57ms, 458.187ms, 455.331ms, 553.112ms, 572.367ms, 605.698ms, 611.024ms
Bytes In      [total, mean]                     5265, 39.00
Bytes Out     [total, mean]                     2430, 18.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:135
Error Set:
Requests      [total, rate, throughput]         135, 136.01, 105.78
Duration      [total, attack, wait]             1.276s, 992.574ms, 283.715ms
Latencies     [min, mean, 50, 90, 95, 99, max]  203.751ms, 300.89ms, 300.315ms, 373.156ms, 387.048ms, 399.941ms, 402.712ms
Bytes In      [total, mean]                     4050, 30.00
Bytes Out     [total, mean]                     2160, 16.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:135
Error Set:
Requests      [total, rate, throughput]         135, 136.01, 87.30
Duration      [total, attack, wait]             1.546s, 992.568ms, 553.845ms
Latencies     [min, mean, 50, 90, 95, 99, max]  395.178ms, 560.494ms, 566.438ms, 672.199ms, 691.399ms, 723.165ms, 729.24ms
Bytes In      [total, mean]                     5670, 42.00
Bytes Out     [total, mean]                     30780, 228.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:135
Error Set:
Requests      [total, rate, throughput]         145, 146.01, 21.77
Duration      [total, attack, wait]             6.659s, 993.069ms, 5.666s
Latencies     [min, mean, 50, 90, 95, 99, max]  289.803ms, 2.983s, 2.952s, 5.218s, 5.46s, 5.694s, 5.701s
Bytes In      [total, mean]                     4060, 28.00
Bytes Out     [total, mean]                     290725, 2005.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:145
Error Set:
Requests      [total, rate, throughput]         145, 146.01, 67.08
Duration      [total, attack, wait]             2.162s, 993.062ms, 1.169s
Latencies     [min, mean, 50, 90, 95, 99, max]  282.444ms, 734.466ms, 722.851ms, 1.147s, 1.197s, 1.237s, 1.244s
Bytes In      [total, mean]                     4060, 28.00
Bytes Out     [total, mean]                     142390, 982.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:145
Error Set:
Requests      [total, rate, throughput]         145, 146.01, 96.72
Duration      [total, attack, wait]             1.499s, 993.096ms, 506.102ms
Latencies     [min, mean, 50, 90, 95, 99, max]  317.719ms, 464.443ms, 461.237ms, 562.905ms, 579.23ms, 609.196ms, 615.677ms
Bytes In      [total, mean]                     5655, 39.00
Bytes Out     [total, mean]                     12035, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:145
Error Set:
Requests      [total, rate, throughput]         145, 146.01, 65.34
Duration      [total, attack, wait]             2.219s, 993.091ms, 1.226s
Latencies     [min, mean, 50, 90, 95, 99, max]  594.882ms, 903.62ms, 879.5ms, 1.179s, 1.226s, 1.247s, 1.248s
Bytes In      [total, mean]                     6235, 43.00
Bytes Out     [total, mean]                     45965, 317.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:145
Error Set:
Requests      [total, rate, throughput]         145, 146.01, 96.69
Duration      [total, attack, wait]             1.5s, 993.097ms, 506.572ms
Latencies     [min, mean, 50, 90, 95, 99, max]  318.069ms, 463.682ms, 462.138ms, 563.19ms, 579.975ms, 609.915ms, 616.404ms
Bytes In      [total, mean]                     5655, 39.00
Bytes Out     [total, mean]                     12035, 83.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:145
Error Set:
Requests      [total, rate, throughput]         145, 146.01, 93.23
Duration      [total, attack, wait]             1.555s, 993.089ms, 562.16ms
Latencies     [min, mean, 50, 90, 95, 99, max]  400.092ms, 578.737ms, 582.817ms, 701.125ms, 718.626ms, 749.916ms, 756.158ms
Bytes In      [total, mean]                     6090, 42.00
Bytes Out     [total, mean]                     33060, 228.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:145
Error Set: